Repository: JasmineAufiero/MC-THE-PLOT-RETURNS
Catalog: Med_Waste/Views/*.lproj/Localizable.strings
Languages: it

source: This med belongs to the category:
it: Questo medicinale appartiene alla categoria:

source: The price of a single box of meds is:
it: Il prezzo di ogni singolo sctolo di medicinale è:

source: Number of boxes:
it: Numero di scatole:

source: Mappa
it: Map

source: Cabinet
it: Armadietto

source: Map
it: Mappa

source: All meds
it: Tutti i farmaci

source: Summary
it: Riepilogo

source: Favourites
it: In evidenza

source: About to Expire
it: In scadenza

source: Facts
it: Curiosità

source: Statistics
it: Statistiche

source: Donable
it: Donabili

source: Expired
it: Scaduti

source: Amount deducted based on the expired medicines present in the app.
it: Somma dedotta in base ai medicinali scaduti presenti nell'app.

source: Total cost of medicines. The Italian average per citizen is € 438.
it: Totale spesa medicinali. La media italiana per cittadino è 438 €.

source: Sum of money donated in medicines so far.
it: Somma di denaro donato in medicinali fino ad ora.

source: About to expire
it: In Scadenza

source: All the Boxes
it: Scatole

source: Search for meds
it: Cerca i medicinali

source: Confirm Information
it: Conferma Informazioni

source: Done
it: Fatto

source: How much of your box were you able to donate?
it: Quanto del tuo scatolo sei riuscito a donare?

source: How much of your box did you manage to use?
it: Quanto del tuo scatolo sei riuscito ad utilizzare?

source: Less than half
it: Meno della metà

source: Almost half
it: Circa la metà

source: Almost all the box
it: Quasi tutto lo scatolo

source: Name
it: Nome

source: Dosage
it: Dosaggio

source: Category
it: Categoria

source: Type
it: Tipologia

source: Price
it: Prezzo

source: New med
it: Nuovo Medicinale

source: Choose
it: Scegli

source: Expiration dates
it: Date di Scadenza

source: Antibiotics
it: Antibiotici

source: Painkillers
it: Antidolorifici

source: Anti-inflammatory
it: Anti-Infiammatori

source: Antivirals
it: Antivirali

source: Antihistamines
it: Antistaminici

source: Dermatological
it: Dermatologici

source: Gastrointestinal
it: Gastrointestinali

source: Supplements
it: Integratori

source: Other
it: Altro

source: Pills
it: Pillole

source: Sachets
it: Bustine

source: Syrup
it: Sciroppo

source: Ointment
it: Pomata

source: Vial
it: Fiala

source: All the boxes have the same expiration date
it: Tutte le scatole hanno la stessa data di scadenza

source: Status
it: Stato

source: One billion tablets are wasted each year because families buy a bigger quantity then needed
it: Circa un miliardo di compresse vengono sprecate ogni anno perché le famiglie acquistano in quantità superiori al necessario

source: In 20 years, Medicines Collection National Day has collected over 5,600,000 medicines (worth 34 million euros).
it: In 20 anni la Giornata di Raccolta del Farmaco ha raccolto oltre 5.600.000 farmaci (valore 34 milioni di euro).

source: Since 2000, every year, on the second Saturday of February, Banco Farmaceutico volunteers, in participating pharmacies, invite citizens to donate mediiness to charitable organizations.
it: Dal 2000, ogni anno, il secondo sabato di febbraio, i volontari di Banco Farmaceutico nelle farmacie aderenti, invitano i cittadini a donare farmaci per enti caritativi.

source: The substances resulting from the bad disposal of medicines, dispersed in the environment, remain for about 21 years, afflicting the sea, food and ourselves.
it: Le sostanze derivanti dal cattivo smaltimento di farmaci, disperse nell’ambiente, permangono per circa 21 anni, affliggendo mare, cibo e noi stessi.

source: In some European countries, the law allows the ashes derived from the combustion of drugs to be used as a substrate for the asphalt of motorways.
it: In alcuni Paesi europei la legge permette di usare le ceneri derivate dalla combustione dei farmaci come substrato per l’asfalto di autostrade.

source: The rivers of the world are contaminated: potentially toxic levels of approximately 61 medicines have been found in over 65 rivers around the world.
it: I fiumi del mondo sono contaminati: sono stati riscontrati livelli potenzialmente tossici di circa 61 medicinali in oltre 65 fiumi del mondo.

source: Eco-friendly sun screens: according to UNWTO, only in tropical seas, 6,000 to 14,000 tons of creams are released, per year, reaching coral reefs.
it: Creme solari eco friendly: secondo la UNWTO, solo nei mari tropicali, vengono rilasciate dalle 6.000 alle 14.000 tonnellate di creme l’anno raggiungendo le barriere coralline.

source: Expired drugs are burned at very high temperatures: controlled combustion breaks down the active ingredients into basic components that do not pollute the ecosystem.
it: I farmaci scaduti vengono bruciati a temperature altissime: la combustione controllata scompone i principi attivi in componenti di base che non inquinano l’ecosistema

source: November 18 is the European day for the conscious use of antibiotics, as part of the World Week of Anti-microbial Awareness promoted by the WHO, November 18-24.
it: Il 18 novembre è la giornata europea per un uso consapevole di antibiotici, nell'ambito della Settimana mondiale della consapevolezza anticicrobica promossa dall’OMS, 18-24 novembre.

source: Before the covid period, the best-selling med in Italy for several years was Tachipirina.
it: Prima del periodo covid il farmaco più venduto in assoluto in Italia, per vari anni, è stata la Tachipirina.

source: The average cost of medicines for an Italian citizen is around 482 euros while the total pharmaceutical one is around 21 million euros.
it: La spesa media di farmaci per un cittadino italiano è di circa 482 euro mentre quella farmaceutica complessiva è circa 21 milioni di euro.

source: Each year, about 30% of the 24 billion doses of the drug (eight billion tablets) that hospitals and citizens buy remain unused.
it: Ogni anno, rimane inutilizzato circa il 30% di 24 miliardi di dosi di farmaco (otto miliardi di compresse) che ospedali e cittadini acquistano.

source: In 2019, Italy ranked first in Europe for the number of deaths linked to antibiotic resistance (an antibiotic loses its effectiveness in killing a bacterium).
it: Nel 2019, l'Italia si è classificata prima in Europa per numero di morti legato all'antibiotico-resistenza (un antibiotico perde la sua efficacia nell’uccidere un batterio).
